[
  {
    "name": "Hayat Ullah",
    "image": "/reviews/hayat-ullah.webp",
    "review": "Dr. Usama is truly one of the most compassionate and skilled vets I’ve come across. The staff was friendly, professional, and very attentive to my pet’s needs. The clinic was clean, well-equipped, and the overall environment felt very calm and caring. My pet received excellent care, and I felt fully informed and reassured throughout the process. Highly recommend this clinic to any pet owner looking for quality veterinary services in Rawalpindi!",
    "rating": 5
  },
  {
    "name": "Hammad Afzal",
    "image": "/reviews/hammad-afzal.webp",
    "review": "I had a great experience at Capital Veterinary Clinic with Dr. Usama Naseer. I brought my dog for treatment, and the care we received was truly professional and compassionate. Dr. Usama was patient, knowledgeable, and took the time to explain everything clearly. My dog is doing much better now, and I’m very thankful for the excellent treatment and attention he received. Highly recommended for anyone looking for a trustworthy vet in the Westridge area.",
    "rating": 5
  },
  {
    "name": "Bro is Done",
    "image": "/reviews/bro-is-done.webp",
    "review": "Amazing service... I love how my cats are treated and taken care of here.. this was my first ever experience visiting any veterinary clinic and I'm happy to have decided on capital veterinary clinic. Dr Usama is very patient, explained the situation of my cat carefully and extensively... forever grateful and thankful to him..",
    "rating": 5
  },
  {
    "name": "Raji Kanwel Khawaja Attiq",
    "image": "/reviews/raji-kanwel.webp",
    "review": "Took my cat to get a hair cut from Dr.Usama, he and his team handled her with care. Showed professionalism and gave best advice as to how to go about her haircut and trimming. The aftercare was just as good. We went back with the cutest lion cut. Very happy and satisfied with their service, totally recommend 👍🏻",
    "rating": 5
  },
  {
    "name": "Zeeshan Ahmed Awan",
    "image": "/reviews/zeeshan-ahmed.webp",
    "review": "I had a wonderful experience at the Capital Vet Clinic Westridge. The staff was incredibly kind, professional, and attentive. They treated my pet like family and explained everything clearly. Highly recommend this clinic to all pet owners!",
    "rating": 5
  },
  {
    "name": "Mubeen Mujeeb",
    "image": "/reviews/mubeen-mujeeb.webp",
    "review": "I can’t say enough good things! When my puppies suddenly fell ill, he was there without hesitation. His compassion, quick response, and expert care made all the difference during such a stressful time. He treated my pups like his own and went above and beyond to get them on the road to recovery. I’m so grateful and wouldn’t trust anyone else with their care. Highly recommend!",
    "rating": 5
  },
  {
    "name": "Kashaf Malik",
    "image": "/reviews/kashaf-malik.webp",
    "review": "Doctor Usama is humble person. He gives our cats good treatment. Very caring and friendly to animals. On his hands our cats alhamdulillah healthy. If you look for good clinic for your pets I recommend you to come to his clinic.",
    "rating": 5
  },
  {
    "name": "Shumaim Tariq",
    "image": "/reviews/shumaim-tariq.webp",
    "review": "Capital vet clinic is the best clinic in Rawalpindi and doc usama is theBest doc in town. My cat Lily got injured and doc usama treat her very well .such nice doc. I really appreciate his work",
    "rating": 5
  },
  {
    "name": "Muhammad Faizan",
    "image": "/reviews/muhammad-faizan.webp",
    "review": "Had an amazing experience at Capital Veterinary Clinic! Dr. Usama is super knowledgeable, kind, and truly cares for the animals. The treatment was top-notch and my pet recovered quickly. Highly recommend!",
    "rating": 5
  },
  {
    "name": "Mehmona Seerat",
    "image": "/reviews/mehmona-seerat.webp",
    "review": "So far, I have had the best experience with this clinic.Dr Usama is a truly compassionate person who treats animals with great love.He performed surgery on my cat,who is now completely fine Masha Allah .May Allah almighty grant him the ability to continue doing such good deeds and help innocent animals ❤️",
    "rating": 5
  },
  {
    "name": "Hamna Shahzad",
    "image": "/reviews/hamna-shahzad.webp",
    "review": "5 star service. Dr. Usama took extra care of my male cat as he was excessively panting since he was extremely hot given the weather and stressed out from the car ride. I'm very thankful for the care, effort and service of Dr. Usama and his assistant.",
    "rating": 5
  },
  {
    "name": "Muneeb Ul Hassan",
    "image": "/reviews/muneeb-hassan.webp",
    "review": "Dr usama is very telented guy. He treated my milo {dog}. His surgery was done by Dr usama. I'm very satisfied with him. Whenever I see milo, I recommend Dr usama for any type of surgery and treatment (capital vet clinic Westridge 1 rwp)",
    "rating": 5
  }
]